export default [
  {
    time: "2019/08/18",
    content: "调整less，添加基本的页面过渡效果"
  },
  {
    time: "2019/08/17 14:06:00",
    content: "添加前端分页组件、优化后端分页、svg组件"
  },
  {
    time: "2019/08/17 10:48:00",
    content: "添加json格式化显示、 后端分页组件"
  },
  {
    time: "2019/08/16",
    content: "优化权限控制、添加404页面、添加退出页面、优化页面支持响应式"
  },
  {
    time: "2019/08/15 晚上",
    content: "添加简单表格、简易版的代码预览、countTo数字组件"
  },
  {
    time: "2019/08/15 白天",
    content: "添加图表、excel上传、FileReader实现的本地图片预览、首页和记录模块"
  },
  {
    time: "2019/08/14",
    content: "项目初始化，添加基本的路由结构和全局的store"
  }
];
